Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitMusicLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.findingHarmonyDots
source: Finding harmony…
ar: جارٍ العثور على التناغم…
bg: Намери хармония…
ca: Cercant harmonia…
cs: Hledám harmonii…
da: Finder harmoni…
de: Harmonie finden…
el: Αναζητώντας αρμονία…
es: Buscando la armonía…
es_419: Buscando armonía…
fi: Etsitään harmoniaa…
fr: Recherche de l'harmonie…
fr_ca: Recherche d'harmonies…
he: מחפש הרמוניה…
hi: संगीत में सामंजस्य खोजते हुए…
hr: Pronalazak harmonije…
hu: Harmónia keresése…
id: Mencari harmoni…
it: Stiamo trovando armonia…
ja: ハーモニーを探しています…
kk: Әуенді үйлестіру…
ko: 하모니 찾기…
ms: Mencari harmoni…
nb: Leter etter harmoni…
nl: Harmonie vinden…
pl: Wyszukiwanie harmonii...
pt_br: Encontrando harmonia…
pt_pt: A encontrar harmonia…
ro: Se caută armonie…
ru: Поиск гармонии…
sk: Hľadám harmóniu…
sv: Hittar harmoni…
th: กำลังค้นหาความเข้ากัน…
tr: Harmanı buluyor…
uk: Знаходження гармонії…
vi: Đang tìm sự hòa hợp…
zh_hans: 寻找和谐…
zh_hant: 尋找和諧…
zh_hk: 尋找和諧…

# TK.Placeholder.identifyingKeyDots
source: Identifying key…
ar: جارٍ تحديد المفتاح…
bg: Идентифициране на съответствие...
ca: Identificant clau…
cs: Identifikuji klíč…
da: Identificerer nøgle…
de: Schlüssel wird identifiziert…
el: Αναγνώριση κλειδιού…
es: Identificando clave…
es_419: Identificando la clave…
fi: Tunnistetaan avain…
fr: Identification de la clé…
fr_ca: Identification de la clé…
he: מזהה מפתח…
hi: की पहचान की जा रही है...
hr: Identificiram ključ…
hu: Kulcs azonosítása…
id: Mengidentifikasi kunci…
it: Identificando chiave…
ja: 曲のキーを識別中…
kk: Кілтті анықтау…
ko: 키 식별 중…
ms: Mengenal pasti kunci…
nb: Identifiserer nøkkel…
nl: Sleutel identificeren…
pl: Identyfikowanie klucza…
pt_br: Identificando chave…
pt_pt: A identificar a chave...
ro: Identificare cheie…
ru: Определение ключа...
sk: Identifikujem kľúč...
sv: Identifierar nyckel…
th: กำลังระบุเพลง…
tr: Anahtar tanımlanıyor…
uk: Пошук ключа…
vi: Đang xác định khóa…
zh_hans: 识别密钥中…
zh_hant: 正在識別鍵…
zh_hk: 識別歌曲的調...

# TK.Placeholder.logPracticeTimeDots
source: Log practice time…
ar: جاري تسجيل وقت التدريب…
bg: Записване на време за практика…
ca: Registrar temps d'entrenament…
cs: Zaznamenávám čas cvičení…
da: Logge træningstid…
de: Trainingszeit protokollieren…
el: Καταγραφή χρόνου προπόνησης…
es: Registrar tiempo de práctica…
es_419: Registrando tiempo de práctica…
fi: Kirjaa harjoitusaika…
fr: Enregistrement du temps de pratique…
fr_ca: Enregistrement du temps de pratique…
he: מתעד זמן אימון…
hi: अभ्यास का समय लॉग करें…
hr: Zabilježi vrijeme vježbanja…
hu: Gyakorlati idő naplózása…
id: Mencatat waktu latihan…
it: Registra tempo di pratica…
ja: 練習時間を記録しています…
kk: Жаттығу уақытын тіркеу…
ko: 연습 시간 기록 중…
ms: Merekod masa latihan…
nb: Logger treningstid…
nl: Oefentijd loggen…
pl: Rejestracja czasu praktyki…
pt_br: Registrar tempo de prática…
pt_pt: Registar tempo de prática…
ro: Înregistrarea timpului de practică…
ru: Запись времени занятий…
sk: Zaznamenávam čas cvičenia…
sv: Logga träningstid…
th: บันทึกเวลาการฝึกซ้อม…
tr: Antrenman süresini kaydediyor…
uk: Запис часу тренування…
vi: Ghi lại thời gian luyện tập…
zh_hans: 记录练习时间…
zh_hant: 正在記錄練習時間…
zh_hk: 記錄練習時間…

# TK.Placeholder.recordingAudioDots
source: Recording audio…
ar: جاري تسجيل الصوت…
bg: Записване на аудио…
ca: Registrant àudio…
cs: Nahrávám zvuk…
da: Optager lyd…
de: Audio aufnehmen…
el: Ηχογράφηση ήχου…
es: Grabando audio…
es_419: Grabando audio…
fi: Äänitetään ääntä…
fr: Enregistrement audio…
fr_ca: Enregistrement audio…
he: מקליט אודיו…
hi: ऑडियो रिकॉर्ड कर रहे हैं…
hr: Snimam audio…
hu: Hangfelvétel…
id: Merekam audio…
it: Registrazione audio…
ja: オーディオを録音しています…
kk: Дауысты жазу…
ko: 오디오 녹음 중…
ms: Merakam audio…
nb: Spiller inn lyd…
nl: Audio opnemen…
pl: Nagrywanie audio…
pt_br: Gravando áudio…
pt_pt: A gravar áudio…
ro: Înregistrarea audio…
ru: Запись аудио…
sk: Nahrávanie zvuku…
sv: Spelar in ljud…
th: กำลังบันทึกเสียง…
tr: Ses kaydediliyor…
uk: Запис аудіо…
vi: Đang ghi lại âm thanh…
zh_hans: 正在录音…
zh_hant: 錄音中…
zh_hk: 錄製音頻…

# TK.Placeholder.searchArtistsDots
source: Search artists…
ar: ابحث عن الفنانين…
bg: Търси артисти…
ca: Cerca artistes…
cs: Hledat umělce…
da: Søg efter kunstnere…
de: Nach Künstler:innen suchen…
el: Αναζήτηση καλλιτεχνών…
es: Buscar artistas…
es_419: Buscar artistas…
fi: Etsi artisteja…
fr: Recherche d'artistes…
fr_ca: Recherche d'artistes…
he: חפש אמנים…
hi: कलाकारों को खोजें…
hr: Pretraži izvođače…
hu: Keresés művészek között…
id: Cari artis…
it: Cerca artisti…
ja: アーティストを検索中…
kk: Артистерді іздеу…
ko: 아티스트 검색 중…
ms: Mencari artis…
nb: Søk etter artister…
nl: Zoeken op artiesten…
pl: Szukaj artystów…
pt_br: Buscar artistas…
pt_pt: Pesquisar artistas…
ro: Caută artiști…
ru: Поиск исполнителей…
sk: Hľadať umelcov…
sv: Sök artister…
th: ค้นหาศิลปิน…
tr: Sanatçıları ara…
uk: Шукати артистів…
vi: Tìm kiếm nghệ sĩ…
zh_hans: 搜索艺术家…
zh_hant: 搜尋藝術家…
zh_hk: 搜索藝術家⋯

# TK.Placeholder.searchPlaylistsDots
source: Search playlists…
ar: ابحث عن قوائم التشغيل…
bg: Търси плейлисти…
ca: Cerca llistes de reproducció...
cs: Hledat playlisty…
da: Søg efter playlister…
de: Nach Playlisten suchen…
el: Αναζήτηση playlists…
es: Buscar listas de reproducción…
es_419: Buscar listas de reproducción…
fi: Etsi soittolistoja…
fr: Rechercher des playlists…
fr_ca: Recherche de listes de lecture…
he: חפש רשימות השמעה…
hi: प्ले लिस्ट खोजें…
hr: Pretraži popise za reprodukciju…
hu: Keresés lejátszási listák között…
id: Cari daftar putar…
it: Cerca playlist…
ja: プレイリストを検索…
kk: Плейлисттерді іздеу…
ko: 재생목록 검색…
ms: Cari senarai main…
nb: Søk etter spillelister…
nl: Zoek afspeellijsten…
pl: Szukaj playlisty…
pt_br: Buscar playlists…
pt_pt: Pesquisar playlists…
ro: Caută playlist-uri…
ru: Поиск плейлистов…
sk: Hľadať playlisty…
sv: Sök spellistor…
th: ค้นหารายการเพลง…
tr: Çalma listelerini ara…
uk: Шукати плейлисти…
vi: Tìm kiếm danh sách phát…
zh_hans: 搜索播放列表…
zh_hant: 搜尋播放列表…
zh_hk: 搜索播放列表…

# TK.Placeholder.setPracticeGoalDots
source: Set practice goal…
ar: حدد هدف الممارسة…
bg: Определяне на цел за практика...
ca: Estableix objectiu de pràctica…
cs: Nastavte cíl cvičení…
da: Sæt øvelsesmål…
de: Übungsziel festlegen…
el: Ορισμός στόχου πρακτικής…
es: Establecer objetivo de práctica…
es_419: Establece el objetivo de práctica…
fi: Aseta harjoitustavoite...
fr: Définir un objectif de pratique…
fr_ca: Définir un objectif de pratique…
he: קבע יעד אימון…
hi: प्रैक्टिस लक्ष्य निर्धारित करें…
hr: Postavi cilj vježbanja…
hu: Gyakorlatcél beállítása…
id: Tetapkan tujuan praktik…
it: Imposta obiettivo di pratica…
ja: 練習目標を設定…
kk: Практика мақсатын орнатыңыз...
ko: 연습 목표 설정…
ms: Tetapkan matlamat amalan…
nb: Sett øvingsmål…
nl: Stel oefendoel in…
pl: Ustal cel ćwiczeń...
pt_br: Definir meta de prática…
pt_pt: Definir um objetivo de prática…
ro: Stabilește obiectivul de practică…
ru: Установить цель практики…
sk: Nastaviť cieľ cvičenia…
sv: Sätt övningsmål...
th: กำหนดเป้าหมายการฝึก…
tr: Pratik hedefini ayarla…
uk: Встановити практичну мету…
vi: Đặt mục tiêu luyện tập…
zh_hans: 设定练习目标…
zh_hant: 設定練習目標...
zh_hk: 設置練習目標…

# TK.Placeholder.tuningToA4440HzDots
source: Tuning to A4 (440 Hz)…
ar: جاري التنسيق إلى A4 (440 هيرتز)…
bg: Настройване на A4 (440 Hz)…
ca: Sintonitzant a A4 (440 Hz)…
cs: Ladění na A4 (440 Hz)…
da: Tuner til A4 (440 Hz)…
de: Auf A4 (440 Hz) stimmen…
el: Κουρδισμα στο A4 (440 Hz)…
es: Afinando a A4 (440 Hz)…
es_419: Ajustando a A4 (440 Hz)…
fi: Viritetään A4:ään (440 Hz)…
fr: Accordage à A4 (440 Hz)…
fr_ca: Accordage à A4 (440 Hz)…
he: מכוון ל- A4 (440 הרץ)…
hi: A4 (440 Hz) के लिए ट्यून करना…
hr: Podešavanje na A4 (440 Hz)…
hu: A4 (440 Hz) hangolás…
id: Menyetel ke A4 (440 Hz)…
it: Sintonizzazione su A4 (440 Hz)…
ja: A4 (440 Hz) に調律中…
kk: A4 (440 Гц) күйге келтіру…
ko: A4(440 Hz)로 조율 중…
ms: Tuning kepada A4 (440 Hz)…
nb: Stemmer A4 (440 Hz)…
nl: Afstemmen op A4 (440 Hz)…
pl: Strojenie do A4 (440 Hz)…
pt_br: Ajustando para A4 (440 Hz)…
pt_pt: A afinar para A4 (440 Hz)…
ro: Acordând la A4 (440 Hz)…
ru: Настройка на A4 (440 Гц)…
sk: Ladím na A4 (440 Hz)…
sv: Stämmer in på A4 (440 Hz)…
th: กำลังปรับเสียงไปที่ A4 (440 Hz)…
tr: A4 (440 Hz) için akor yapılıyor…
uk: Налаштування на A4 (440 Гц)…
vi: Đang lên dây A4 (440 Hz)…
zh_hans: 调音到 A4 (440 Hz)…
zh_hant: 調音到A4 (440Hz)…
zh_hk: 調音至A4 (440 Hz)…

# TK.Action.loop
source: Loop
bg: Цикъл
es_419: Repetir
ja: ループ
ko: 루프
nb: Sløyfe
pl: Lup
pt_br: Repetir
uk: Петля

# TK.Label.bank
source: Bank
bg: Банка
es_419: Banco
fr: Banque
fr_ca: Banque
ja: バンク
kk: Банк
ko: 뱅크
pt_br: Banco
pt_pt: Banco
sk: Banka
uk: Банк
vi: Ngân hàng
zh_hant: 銀行

# TK.Label.wiFi
source: Wi-Fi
de: WLAN
he: אינטרנט אלחוטי
hi: वाई-फ़ाई

# TK.Label.bluetooth
source: Bluetooth
th: บลูทูธ
zh_hans: 蓝牙
zh_hant: 藍牙
zh_hk: 藍牙
